[
    {
        "title": "Image Resizer",
        "subtitle": "tools",
        "url": "/tool/image-resize.html",
        "description": "Image Resize Tool: Resize Images Easily, Quickly adjust the dimensions of your images with our Image Resize Tool.",
        "date": "2024-07-06"
    },
    {
        "title": "Words Counter",
        "subtitle": "tools",
        "url": "/tool/word-courter.html",
        "description": "The words counter tool is a simple yet useful web-based application that allows you to analyze and count the number of words, sentences, paragraphs, letters and top keywords in your text.",
        "date": "2024-07-06"
    },
    {
        "title": "Text Replace",
        "subtitle": "tools",
        "url": "/tool/text-replace.html",
        "description": "Enhance productivity with our interactive text replace tool. Easily find and replace text in a user-friendly interface.",
        "date": "2024-07-06"
    },
    {
        "title": "Dictionary",
        "subtitle": "tools",
        "url": "/tool/dictionary.html",
        "description": "Discover meanings, phonetics, and examples of words. Perfect for quick reference and enhancing your understanding on the go.",
        "date": "2024-07-06"
    },
    {
        "title": "QR Code Generator",
        "subtitle": "tools",
        "url": "/tool/qr-code.html",
        "description": "Generate custom QR codes instantly with this easy-to-use tool. Customize QR code size, colors, and correction level to suit your needs. Download your generated QR code as a PNG image for use in various applications.",
        "date": "2024-07-06"
    },
    {
        "title": "Rich Text Editor",
        "subtitle": "tools",
        "url": "/tool/text-editor.html",
        "description": "Easily edit and format text with our intuitive Online Rich Text Editor. Enjoy features like bold, italic, alignment, and more. Now includes a convenient print function for immediate document output. Perfect for enhancing content creation.",
        "date": "2024-07-06"
    },
    {
        "title": "File Encryption",
        "subtitle": "tools",
        "url": "/tool/file-encryption.html",
        "description": "Protect your sensitive files with our Secure File Encryption and Decryption Tool. Upload your documents, set a password, and encrypt them with AES-GCM encryption for maximum security. Decrypt files seamlessly when needed. Enjoy a sleek, dark-themed interface designed for both usability and style.",
        "date": "2024-07-07"
    },
    {
        "title": "Music Player",
        "subtitle": "tools",
        "url": "/tool/music.html",
        "description": "Our Music Player brings your favorite tunes to your fingertips with a stylish and intuitive interface. Discover and play songs in high-quality audio, complete with artist and album information displayed dynamically. Designed with a sleek dark theme for an immersive experience, our player is perfect for enjoying music on any device.",
        "date": "2024-07-07"
    },
    {
        "title": "Simple Text Editor",
        "subtitle": "tools",
        "url": "/tool/text-edit.html",
        "description": "Simple Text Editor is a user-friendly web-based text editor that allows you to create and edit text with a variety of fonts. Choose from a diverse selection of typefaces to customize your text to suit your needs.",
        "date": "2024-07-09"
    },
    {
        "title": "Text to Speech",
        "subtitle": "tools",
        "url": "/tool/text-to-speech.html",
        "description": "Text to Speech allows users to convert text into spoken words, with adjustable playback speed. Utilize the intuitive controls to play, pause, and stop speech synthesis, ensuring a seamless experience.",
        "date": "2024-07-11"
    }
]
